{
  "feet-export.settings.aria": {
    "en": "Export settings",
    "no": "Eksport innstillinger",
    "nn": "Eksport innstillingar"
  },
  "feet-export.title": {
    "en": "Export settings",
    "no": "Eksport innstillinger",
    "nn": "Eksport innstillingar"
  },
  "feet-export.settings.sheet-list": {
    "en": "Select sheets in Excel:",
    "no": "Velg ark i Excel:",
    "nn": "Vel ark i Excel:"
  },
  "feet-export.language.select": {
    "en": "Select language",
    "no": "Velg språk",
    "nn": "Vel språk"
  },
  "feet-export.error": {
    "en": "Something went wrong, please try again later.",
    "no": "Noe gikk galt, prøv igjen senere.",
    "nn": "Noko gjekk gale, prøv igjen seinare."
  },
  "feet-export.started": {
    "en": "The process is rolling. What you selected is on its way! Quite impressive, don’t you think?",
    "no": "Prosessen er i gang. Det du har valgt er på vei! Ganske imponerende, ikke sant?",
    "nn": "Prosessen er i gang. Det du har valt er på veg! Ganske imponerande, er det ikkje?"
  },
  "feet-export.filename.label": {
    "en": "Edit filename",
    "no": "Endre filnavn",
    "nn": "Endre filnamn"
  },
  "feet-export.filename.placeholder": {
    "en": "best-filename-ever",
    "no": "beste-filnavnet",
    "nn": "beste-filnamnet"
  },
  "feet-export.separate.checkbox.label": {
    "en": "Download each selected panel into separate excel files.",
    "no": "Last ned hver valgte sentral i separate excel filer.",
    "nn": "Last ned kvar vald sentral i separate excel filer."
  },
  "feet-export.disclaimer.checkbox.label": {
    "en": "I understand this is just a tool, and that I must verify all content myself.",
    "no": "Jeg forstår at dette bare er et verktøy, og at jeg må verifisere alt innhold selv.",
    "nn": "Eg forstår at dette berre er eit verktøy, og at eg må verifisere alt innhald sjølv."
  },
  "feet-export.selectall.checkbox.label": {
    "en": "Select all",
    "no": "Velg alle",
    "nn": "Velg alle"
  },
  "feet-export.selectall.infobox.title": {
    "en": "Select all",
    "no": "Velg alle",
    "nn": "Velg alle"
  },
  "feet-export.selectall.infobox.description": {
    "en": "This is the 'Select All' button. Because, obviously, clicking each one individually sounds exhausting.",
    "no": "Dette er 'Velg alle' knappen. Men, seriøst, å klikke på hver enkelt høres slitsomt ut da.",
    "nn": "Dette er 'Vel alle' knappen. Men, seriøst, å klikka på kvar enkelt høyrest slitsamt ut då."
  },
  "feet-export.summary.checkbox.label": {
    "en": "Summary",
    "no": "Sammendrag",
    "nn": "Sammendrag"
  },
  "feet-export.summary.infobox.title": {
    "en": "Summary",
    "no": "Sammendrag",
    "nn": "Sammendrag"
  },
  "feet-export.summary.infobox.description": {
    "en": "This option generates a summary page listing different types of products within each panel.",
    "no": "Dette genererer en sammendragsfane som lister opp forskjellige typer produkter innen hver sentral.",
    "nn": "Dette genererer ein sammendragsfane som listar opp forskjellige typar produkt innan kvar sentral."
  },
  "feet-export.panel.checkbox.label": {
    "en": "Panel",
    "no": "Sentral",
    "nn": "Sentral"
  },
  "feet-export.panel.missing-json": {
    "en": "It appears there are no fire panels in the uploaded JSON file. Therefore, the Excel tab cannot be created at this time. Please ensure the file includes fire panel and try again.",
    "no": "Det ser ut til at det ikke er noen brannsentraler i den opplastede JSON-filen. Derfor kan ikke Excel-fanen opprettes for øyeblikket. Vennligst forsikre deg om at filen inneholder brannsentral og prøv igjen.",
    "nn": "Det ser ut til at det ikkje er nokon brannsentralar i den opplasta JSON-fila. Difor kan ikkje Excel-fana opprettast for øyeblikket. Ver venleg å forsikre deg om at fila inneheld brannsentral og prøv igjen."
  },
  "feet-export.panel.infobox.title": {
    "en": "Panel",
    "no": "Sentral",
    "nn": "Sentral"
  },
  "feet-export.panel.infobox.description": {
    "en": "This option generates an Excel tab that contains the complete configuration details for all fire panels. Each row in the sheet represents a fire panel.",
    "no": "Dette genererer en Excel fane som inneholder fullstendige konfigurasjonsdetaljer for alle brannsentraler. Hver rad i fanen representerer en brannsentral.",
    "nn": "Dette genererer ein Excel-fane som inneheld fullstendige konfigurasjonsdetaljar for alle brannsentralar. Kvar rad i fanen representerer ein brannsentral."
  },
  "feet-export.zone.checkbox.label": {
    "en": "Zone",
    "no": "Sone",
    "nn": "Sone"
  },
  "feet-export.zone.missing-json": {
    "en": "It appears there are no zones in the uploaded JSON file. Therefore, the Excel tab cannot be created at this time. Please ensure the file includes zones and try again. A possible reason for this issue could be that you converted a FX file to JSON directly, without saving it in editor mode before downloading.",
    "no": "Det ser ut til at det ikke er noen soner i den opplastede JSON-filen. Derfor kan ikke Excel-fanen opprettes for øyeblikket. Vennligst forsikre deg om at filen inneholder soner og prøv igjen. En mulig årsak til dette problemet kan være at du konverterte en FX-fil til JSON direkte, uten å lagre den i redigeringsmodus før du lastet den ned.",
    "nn": "Det ser ut til at det ikkje er nokon soner i den opplasta JSON-fila. Difor kan ikkje Excel-fana opprettast for øyeblikket. Ver venleg å forsikre deg om at fila inneheld soner og prøv igjen. Ein mogleg årsak til dette problemet kan vere at du konverterte ein FX-fil til JSON direkte, utan å lagre den i redigeringsmodus før du lasta den ned."
  },
  "feet-export.zone.infobox.title": {
    "en": "Zone",
    "no": "Sone",
    "nn": "Sone"
  },
  "feet-export.zone.infobox.description": {
    "en": "This option generates an Excel tab listing all zones along with their descriptions. If a zone does not have a configured description, the corresponding cell in the sheet will be left blank.",
    "no": "Dette genererer en Excel fane som lister opp alle soner sammen med deres beskrivelser. Hvis en sone ikke har en konfigurert beskrivelse, vil den tilsvarende cellen i fanen være tom.",
    "nn": "Dette genererer ein Excel-fane som listar opp alle soner saman med deira beskrivingar. Viss ein sone ikkje har ein konfigurert beskriving, vil den tilsvarande cella i fanen vere tom."
  },
  "feet-export.loop.checkbox.label": {
    "en": "Loop",
    "no": "Sløyfe",
    "nn": "Sløyfe"
  },
  "feet-export.loop.missing-json": {
    "en": "It appears there are no fire loops in the uploaded JSON file. Therefore, the Excel tab cannot be created at this time. Please ensure the file includes fire loop and try again.",
    "no": "Det ser ut til at det ikke er noen brannsløyfer i den opplastede JSON-filen. Derfor kan ikke Excel-fanen opprettes for øyeblikket. Vennligst forsikre deg om at filen inneholder brannsløyfer og prøv igjen.",
    "nn": "Det ser ut til at det ikkje er nokon brannsløyfer i den opplasta JSON-fila. Difor kan ikkje Excel-fana opprettast for øyeblikket. Ver venleg å forsikre deg om at fila inneheld brannsløyfer og prøv igjen."
  },
  "feet-export.loop.infobox.title": {
    "en": "Loop",
    "no": "Sløyfe",
    "nn": "Sløyfe"
  },
  "feet-export.loop.infobox.description": {
    "en": "This option generates an Excel tab listing all fire loops along with their configuration.",
    "no": "Dette genererer en Excel fane som lister opp alle brannsløyfer sammen med deres konfigurasjon.",
    "nn": "Dette genererer ein Excel-fane som listar opp alle brannsløyfer saman med deira konfigurasjon."
  },
  "feet-export.board.checkbox.label": {
    "en": "Board",
    "no": "Kort",
    "nn": "Kort"
  },
  "feet-export.board.missing-json": {
    "en": "It appears there are no IO boards in the uploaded JSON file. Therefore, the Excel tab cannot be created at this time. Please ensure the file includes IO board and try again.",
    "no": "Det ser ut til at det ikke er noen IO kort i den opplastede JSON-filen. Derfor kan ikke Excel-fanen opprettes for øyeblikket. Vennligst forsikre deg om at filen inneholder IO kort og prøv igjen.",
    "nn": "Det ser ut til at det ikkje er nokon IO kort i den opplasta JSON-fila. Difor kan ikkje Excel-fana opprettast for øyeblikket. Ver venleg å forsikre deg om at fila inneheld IO kort og prøv igjen."
  },
  "feet-export.board.infobox.title": {
    "en": "Board",
    "no": "Kort",
    "nn": "Kort"
  },
  "feet-export.board.infobox.description": {
    "en": "This option generates an Excel tab listing all IO boards along with their configuration.",
    "no": "Dette genererer en Excel fane som lister opp alle IO kort sammen med deres konfigurasjon.",
    "nn": "Dette genererer ein Excel-fane som listar opp alle IO kort saman med deira konfigurasjon."
  },
  "feet-export.address.checkbox.label": {
    "en": "Address report",
    "no": "Adresse rapport",
    "nn": "Adresse rapport"
  },
  "feet-export.address.infobox.title": {
    "en": "Address report",
    "no": "Adresse rapport",
    "nn": "Adresse rapport"
  },
  "feet-export.address.infobox.description": {
    "en": "This option generates an Excel tab listing all addresses along with their configuration.",
    "no": "Dette genererer en Excel fane som lister opp alle adresser sammen med deres konfigurasjon.",
    "nn": "Dette genererer ein Excel-fane som listar opp alle adresser saman med deira konfigurasjon."
  },
  "feet-export.io.checkbox.label": {
    "en": "IO report",
    "no": "IO rapport",
    "nn": "IO rapport"
  },
  "feet-export.io.missing-json": {
    "en": "It appears there are no inputs and outputs in the uploaded JSON file. Therefore, the Excel tab cannot be created at this time. Please ensure the file includes input and output data and try again.",
    "no": "Det ser ut til at det ikke er noen styringer i den opplastede JSON-filen. Derfor kan ikke Excel-fanen opprettes for øyeblikket. Vennligst forsikre deg om at filen inneholder styringer og prøv igjen.",
    "nn": "Det ser ut til at det ikkje er nokon styringar i den opplasta JSON-fila. Difor kan ikkje Excel-fana opprettast for øyeblikket. Ver venleg å forsikre deg om at fila inneheld styringer og prøv igjen."
  },
  "feet-export.io.infobox.title": {
    "en": "IO report",
    "no": "IO rapport",
    "nn": "IO rapport"
  },
  "feet-export.io.infobox.description": {
    "en": "This option generates an Excel tab listing all inputs and outputs along with their configuration.",
    "no": "Dette genererer en Excel fane som lister opp alle innganger og utganger sammen med deres konfigurasjon.",
    "nn": "Dette genererer ein Excel-fane som listar opp alle inngongar og utgangar saman med deira konfigurasjon."
  },
  "feet-export.filter.infobox.title": {
    "en": "Filter fire panels to export",
    "no": "Filtrer brannsentraler for å eksportere",
    "nn": "Filtrer brannsentralar for å eksportere"
  },
  "feet-export.filter.infobox.description.1": {
    "en": "Choose the fire panels you wish to include in the export. Only selected fire panels will be converted to an Excel file.",
    "no": "Velg brannsentralene du ønsker å inkludere i eksporten. Bare valgte brannsentraler vil bli konvertert til en Excel-fil.",
    "nn": "Vel brannsentralane du ønskjer å inkludere i eksporten. Berre valde brannsentralar vil bli konvertert til ein Excel-fil."
  },
  "feet-export.filter.infobox.description.2": {
    "en": "This will account for all selected sheets selected above.",
    "no": "Dette vil ta hensyn til alle valgte ark valgt ovenfor.",
    "nn": "Dette vil ta omsyn til alle valde ark valt ovanfor."
  },
  "feet-export.filter.infobox.description.3": {
    "en": "If there are no options available here, you likely haven't uploaded any fitting JSON files yet, or it didn't have any fire panel data.",
    "no": "Hvis det ikke er noen alternativer tilgjengelig her, har du sannsynligvis ikke lastet opp noen passende JSON-filer enda, eller den hadde ikke noe brannsentraldata.",
    "nn": "Viss det ikkje er nokon alternativ tilgjengeleg her, har du truleg ikkje lasta opp nokon passande JSON-filer enno, eller den hadde ikkje noe brannsentraldata."
  },
  "feet-export.filter.infobox.description.4": {
    "en": "If you select to download in seperate files, each fire panel will be in its own file.",
    "no": "Hvis du velger å laste ned i separate filer, vil hver brannsentral være i sin egen fil.",
    "nn": "Viss du vel å lasta ned i separate filer, vil kvar brannsentral vere i si eiga fil."
  },
  "feet-export.filter.label": {
    "en": "Select panels to export",
    "no": "Velg sentraler for å eksportere",
    "nn": "Velg sentralar for å eksportere"
  },
  "feet-export.filter.empty": {
    "en": "No panels available",
    "no": "Ingen sentraler tilgjengelig",
    "nn": "Ingen sentralar tilgjengeleg"
  },
  "feet-export.controlgroups.checkbox.label": {
    "en": "Control group report",
    "no": "Kontrollgruppe rapport",
    "nn": "Kontrollgruppe rapport"
  },
  "feet-export.controlgroups.missing-json": {
    "en": "It appears there are no control groups in the uploaded JSON file. Therefore, the Excel tab cannot be created at this time. Please ensure the file includes control groups and try again.",
    "no": "Det ser ut til at det ikke er noen kontrollgrupper i den opplastede JSON-filen. Derfor kan ikke Excel-fanen opprettes for øyeblikket. Vennligst forsikre deg om at filen inneholder kontrollgrupper og prøv igjen.",
    "nn": "Det ser ut til at det ikkje er nokon kontrollgrupper i den opplasta JSON-fila. Difor kan ikkje Excel-fana opprettast for øyeblikket. Ver venleg å forsikre deg om at fila inneheld kontrollgrupper og prøv igjen."
  },
  "feet-export.controlgroups.infobox.title": {
    "en": "Control group report",
    "no": "Kontrollgruppe rapport",
    "nn": "Kontrollgruppe rapport"
  },
  "feet-export.controlgroups.infobox.description": {
    "en": "This option generates an Excel tab that lists all control groups along with the associated devices that trigger them.",
    "no": "Dette genererer en Excel fane som lister opp alle kontrollgrupper sammen med de tilknyttede enhetene som aktiverer dem.",
    "nn": "Dette genererer ein Excel-fane som listar opp alle kontrollgrupper saman med dei tilknytte einingane som aktiverer dei."
  },
  "feet-export.download.button": {
    "en": "Download Excel sheet",
    "no": "Last ned Excel filen",
    "nn": "Last ned Excel-fila"
  }
}
