{
  "hero-section.title-part1": {
    "en": "Where your",
    "no": "Der"
  },
  "hero-section.title-part2": {
    "en": " i",
    "no": " i"
  },
  "hero-section.title-part3": {
    "en": "deas come to life",
    "no": "déene dine blir til virkelighet"
  },
  "hero-section.description": {
    "en": "We turn your ideas into reality with thoughtful coding.",
    "no": "Vi realiserer idéene dine gjennom målrettet og nøye planlagt koding."
  },
  "main.nghi.title": {
    "en": "Nghi",
    "no": "Nghi"
  },
  "main.nghi.description": {
    "en": "A full stack developer. Passionate about design, she types a quick 90 words per minute, she can program as fast as the speed of light! (ahem…not really). She’s always dressed in stylish outfits that reflect her cool, modern vibe.",
    "no": "En fullstack-utvikler. Lidenskapelig opptatt av design, hun skriver raskt 90 ord per minutt, og hun kan programmere så raskt som lysets hastighet! (ehm... ikke helt). Hun er alltid kledd i stilige antrekk som gjenspeiler hennes kule, moderne stil."
  },
  "main.arthur.title": {
    "en": "Arthur",
    "no": "Arthur"
  },
  "main.arthur.description": {
    "en": "By day, I'm a field technician, but by night (and occasionally onlunch breaks), I moonlight as a full-stack developer. As afreelancer, I love creating smart solutions and tools that helppeople get better results with less effort—and more importantly,less time. Oh, and I also build websites. Because, why not?",
    "no": "Om dagen er jeg en felttekniker, men om natten (og av og til i lunsjpausene) tar jeg på meg rollen som fullstack-utvikler. Som frilanser elsker jeg å skape smarte løsninger og verktøy som hjelper folk å oppnå bedre resultater med mindre innsats – og enda viktigere, mindre tid. Å ja, og jeg bygger også nettsider. Fordi, hvorfor ikke?"
  },
  "main-section.infobox.title-part1": {
    "en": "We make your",
    "no": "Vi gjør"
  },
  "main-section.infobox.title-part2": {
    "en": " i",
    "no": " i"
  },
  "main-section.infobox.title-part3": {
    "en": "dea to reality",
    "no": "déen din om til virkelighet"
  },
  "main-section.infobox-description": {
    "en": "Your digital presence is key to making a great first impression.Whether you need an engaging platform or effective tools to boostproductivity, we deliver modern solutions that stand out and workseamlessly.",
    "no": "Din digitale tilstedeværelse er nøkkelen til å gjøre et godt førsteinntrykk. Enten du trenger en engasjerende plattform eller effektive verktøy for å øke produktiviteten, leverer vi moderne løsninger som skiller seg ut og fungerer sømløst."
  },
  "main-section.infobox-button": {
    "en": "Click here, and we'll make it happen",
    "no": "Trykk her, så skal vi få det til"
  },
  "main-section.footsteps.title": {
    "en": "About us",
    "no": "Om oss"
  },
  "main-section.footsteps.description": {
    "en": "We create stunning, high-converting websites, then build highly targeted landing pages that drive focused traffic straight to you.After that, we roll up our sleeves and work tirelessly to turn asmany visitors as possible into paying customers. The result? Youenjoy a profitable, high-performing website, raking in revenue andbecoming the talk of your friends and family. It really is thatsimple!",
    "no": "Vi lager fantastiske, høy-konverterende nettsider, deretter bygger vi svært målrettede landingssider som driver fokusert trafikk rett til deg. Etter det bretter vi opp ermene og jobber utrettelig for å gjøre så mange besøkende som mulig til betalende kunder. Resultatet? Du får en lønnsom, høytytende nettside som genererer inntekter og blir samtaleemnet blant dine venner og familie. Det er virkelig så enkelt!"
  }
}
