{
  "about.title": {
    "en": "Short about me",
    "no": "Kort om meg",
    "nn": "Kort om meg"
  },
  "nghi.about.text.part1": {
    "en": "As a Full-Stack Developer, I craft seamless, scalable solutions that enhance the way people interact with technology. With expertise across both front-end and back-end, I focus on building intuitive, high-performance systems that streamline workflows and elevate user experiences.",
    "no": "Som Full-Stack utvikler lager jeg sømløse, skalerbare løsninger som forbedrer hvordan folk interagerer med teknologi. Med ekspertise både på front-end og back-end, fokuserer jeg på å bygge intuitive, høytytende systemer som strømlinjeformer arbeidsprosesser og hever brukeropplevelsen.",
    "nn": "Som Full-Stack utviklar lagar eg sømlause, skalerbare løysingar som betre korleis folk interagerer med teknologi. Med ekspertise på både front-end og back-end, fokuserer eg på å bygge intuitive, høgtytande system som strøymar arbeidsflytar og hevar brukaropplevinga."
  },
  "nghi.about.text.part2": {
    "en": "Driven by a curiosity for new technologies and a commitment to innovation, I thrive on transforming complex challenges into elegant, practical applications that deliver meaningful results. Always learning and adapting, I strive to create solutions that not only meet today’s needs but also anticipate tomorrow’s possibilities.",
    "no": "Drevet av en nysgjerrighet for ny teknologi og et engasjement for innovasjon, trives jeg med å transformere komplekse utfordringer til elegante, praktiske applikasjoner som gir meningsfulle resultater. Jeg lærer alltid og tilpasser meg, og streber etter å skape løsninger som ikke bare møter dagens behov, men også forutser morgendagens muligheter.",
    "nn": "Dreven av ei nysgjerrigheit for ny teknologi og eit engasjement for innovasjon, trivst eg med å omforme komplekse utfordringar til elegante, praktiske applikasjonar som gjev meiningsfulle resultat. Eg lærer alltid og tilpassar meg, og strevar etter å skape løysingar som ikkje berre møter dagens behov, men også føreset morgondagens moglegheiter."
  },
  "experience.title": {
    "en": "Experience",
    "no": "Erfaring",
    "nn": "Erfaring"
  },
  "nghi.experience.Posten-title": {
    "en": "Full-stack Developer | Posten Norge AS | May 2023 - Present",
    "no": "Full-stack utvikler | Posten Norge AS | Mai 2023 - Nå",
    "nn": "Full-stack utviklar | Posten Norge AS | Mai 2023 - No"
  },
  "nghi.experience.Posten-description": {
    "en": "Developing new and managing existing technologies to improve the journey and interaction rate for new customers on our platforms.",
    "no": "Utvikler nye og administrerer eksisterende teknologier for å forbedre reisen og interaksjonsraten for nye kunder på våre plattformer.",
    "nn": "Utviklar nye og administrerer eksisterande teknologiar for å forbetre reisa og interaksjonsraten for nye kundar på våre plattformer."
  },
  "nghi.experience.SpareBank-title": {
    "en": "Fullstack Java-developer | SpareBank 1 Utvikling | Jan 2022 - May 2023",
    "no": "Fullstack Java-utvikler | SpareBank 1 Utvikling | Jan 2022 - Mai 2023",
    "nn": "Fullstack Java-utviklar | SpareBank 1 Utvikling | Jan 2022 - Mai 2023"
  },
  "nghi.experience.SpareBank-description": {
    "en": "Team Onboarding, developing new and managing existing technologies to improve the journey and interaction rate for new customers on our platforms. Team Min Økonomi, developing solutions for customers to more easily learn about and manage their own economy, recurring expenses, and carbon footprint.",
    "no": "Team Onboarding, utvikler nye og administrerer eksisterende teknologier for å forbedre reisen og interaksjonsraten for nye kunder på våre plattformer. Team Min Økonomi, utvikler løsninger for kunder for lettere å lære om og administrere deres egen økonomi, gjentakende utgifter og karbonfotavtrykk.",
    "nn": "Team Onboarding, utviklar nye og administrerer eksisterande teknologiar for å forbetre reisa og interaksjonsraten for nye kundar på våre plattformer. Team Min Økonomi, utviklar løysingar for kundar for lettare å lære om og administrere deira eiga økonomi, gjentakande utgifter og karbonfotavtrykk."
  },
  "nghi.experience.Experis-title": {
    "en": "Fullstack Java-utvikler | Experis Academy Norway | Aug 2020 - Jan 2022",
    "no": "Fullstack Java-utvikler | Experis Academy Norway | Aug 2020 - Jan 2022",
    "nn": "Fullstack Java-utviklar | Experis Academy Norway | Aug 2020 - Jan 2022"
  },
  "nghi.experience.Experis-description": {
    "en": "Consultant at SpareBank 1 Utvikling Team Min Økonomi, to develop and manage solutions to help customers' economy. Completed two accelerated learning courses at Noroff to learn both backend and frontend fullstack technologies with a practical case task.",
    "no": "Konsulent hos SpareBank 1 Utvikling Team Min Økonomi for å utvikle og administrere løsninger for å hjelpe kunders økonomi. Fullførte to akselererte læringskurs hos Noroff for å lære både backend- og frontend fullstack-teknologier med en praktisk case-oppgave.",
    "nn": "Konsulent hos SpareBank 1 Utvikling Team Min Økonomi for å utvikle og administrere løysingar for å hjelpe kundars økonomi. Fullførte to akselererte læringskurs hos Noroff for å lære både backend- og frontend fullstack-teknologiar med ei praktisk case-oppgåve."
  },
  "education.title": {
    "en": "Education",
    "no": "Utdanning",
    "nn": "Utdanning"
  },
  "nghi.education.OsloUniversity-title": {
    "en": "Bachelor of Science - BS, Computer Science and Mathematics | University of Oslo | 2017 - 2020",
    "no": "Bachelorgrad i vitenskap - BS, informatikk og matematikk | Universitetet i Oslo | 2017 - 2020",
    "nn": "Bachelorgrad i vitskap - BS, informatikk og matematikk | Universitetet i Oslo | 2017 - 2020"
  },
  "nghi.education.OsloUniversity-description": {
    "en": "Bachelor's degree in Computer Science and Mathematics, focusing on object-oriented programming, functional programming, databases and data modeling, computer systems, requirements and consequences, logical methods, modeling and computation, probability and statistical modeling, and more. Gained proficiency in C++, C#, Python, Assembly, ASP, SQL, PostgreSQL, and Scheme.",
    "no": "Bachelorgrad i informatikk og matematikk, med fokus på objektorientert programmering, funksjonell programmering, databaser og datamodellering, datasystemer, krav og konsekvenser, logiske metoder, modellering og beregninger, sannsynlighetsregning og statistisk modellering med mer. Opparbeidet ferdigheter i C++, C#, Python, Assembly, ASP, SQL, PostgreSQL og Scheme.",
    "nn": "Bachelorgrad i informatikk og matematikk, med fokus på objektorientert programmering, funksjonell programmering, databasar og datamodellering, datasystem, krav og konsekvensar, logiske metodar, modellering og utrekningar, sannsynsrekning og statistisk modellering med meir. Opparbeidd ferdigheiter i C++, C#, Python, Assembly, ASP, SQL, PostgreSQL og Scheme."
  },
  "qualifications.title": {
    "en": "Qualifications and activities",
    "no": "Kvalifikasjoner og aktiviteter",
    "nn": "Kvalifikasjonar og aktivitetar"
  },
  "qualifications.certificate": {
    "en": "Certificates",
    "no": "Sertifikater",
    "nn": "Sertifikat"
  },
  "qualifications.skills": {
    "en": "Skills",
    "no": "Ferdigheter",
    "nn": "Ferdigheiter"
  },
  "qualifications.volunteering": {
    "en": "Volunteering",
    "no": "Frivillig arbeid",
    "nn": "Frivillig arbeid"
  },
  "qualifications.course": {
    "en": "Cours",
    "no": "Kurs",
    "nn": "Kurs"
  },
  "nghi.certificate.MicrosoftHTML5-title": {
    "en": "Microsoft Certification in Programming in HTML5 with JavaScript and CSS3 | Microsoft | 2016",
    "no": "Microsoft-sertifisering i programmering i HTML5 med JavaScript og CSS3 | Microsoft | 2016",
    "nn": "Microsoft-sertifisering i programmering i HTML5 med JavaScript og CSS3 | Microsoft | 2016"
  },
  "nghi.certificate.MicrosoftHTML5-description": {
    "en": "Certification covering programming fundamentals, HTML5 development, JavaScript functionality, and advanced CSS techniques.",
    "no": "Sertifisering som dekker programmeringsgrunnlag, utvikling med HTML5, JavaScript-funksjonalitet og avanserte CSS-teknikker.",
    "nn": "Sertifisering som dekker programmeringsgrunnlag, utvikling med HTML5, JavaScript-funksjonalitet og avanserte CSS-teknikkar."
  },
  "nghi.certificate.AndroidAppComponents-title": {
    "en": "Android App Components - Intents, Activities, and Broadcast Receivers | Coursera | Apr 2023",
    "no": "Android App Components - Intents, Activities, and Broadcast Receivers | Coursera | Apr 2023",
    "nn": "Android App Components - Intents, Activities, and Broadcast Receivers | Coursera | Apr 2023"
  },
  "nghi.certificate.AndroidAppComponents-description": {
    "en": "Certification covering Android app components such as Intents, Activities, and Broadcast Receivers.",
    "no": "Sertifisering som dekker Android-appkomponenter som Intents, Activities og Broadcast Receivers.",
    "nn": "Sertifisering som dekkjer Android-appkomponentar som Intents, Activities og Broadcast Receivers."
  },
  "nghi.certificate.JavaForAndroid-title": {
    "en": "Java for Android | Coursera | Apr 2023",
    "no": "Java for Android | Coursera | Apr 2023",
    "nn": "Java for Android | Coursera | Apr 2023"
  },
  "nghi.certificate.JavaForAndroid-description": {
    "en": "Certification in Java programming for Android development.",
    "no": "Sertifisering i Java-programmering for Android-utvikling.",
    "nn": "Sertifisering i Java-programmering for Android-utvikling."
  },
  "nghi.certificate.CodingInterviewPreparation-title": {
    "en": "Coding Interview Preparation | Coursera | Mar 2023",
    "no": "Forberedelse til kodeintervjuer | Coursera | Mar 2023",
    "nn": "Forbereding til kodeintervju | Coursera | Mar 2023"
  },
  "nghi.certificate.CodingInterviewPreparation-description": {
    "en": "Certification focusing on preparation for coding interviews, including algorithm and data structure concepts.",
    "no": "Sertifisering som fokuserer på forberedelse til kodeintervjuer, inkludert konsepter for algoritmer og datastrukturer.",
    "nn": "Sertifisering som fokuserer på førebearbeiding til kodeintervju, inkludert konsept for algoritmar og datastrukturar."
  },
  "nghi.certificate.FrontEndDeveloperCapstone-title": {
    "en": "Front-End Developer Capstone | Coursera | Mar 2023",
    "no": "Front-End Developer Capstone | Coursera | Mar 2023",
    "nn": "Front-End Developer Capstone | Coursera | Mar 2023"
  },
  "nghi.certificate.FrontEndDeveloperCapstone-description": {
    "en": "Certification demonstrating comprehensive skills in front-end development, completing a final project.",
    "no": "Sertifisering som viser omfattende ferdigheter innen frontend-utvikling, med et avsluttende prosjekt.",
    "nn": "Sertifisering som viser omfattande ferdigheiter innan frontend-utvikling, med eit avsluttande prosjekt."
  },
  "nghi.certificate.MetaFrontendDeveloperSpecialization-title": {
    "en": "Meta Front-End Developer Specialization | Coursera | Mar 2023",
    "no": "Meta Front-End Developer Specialization | Coursera | Mar 2023",
    "nn": "Meta Front-End Developer Specialization | Coursera | Mar 2023"
  },
  "nghi.certificate.MetaFrontendDeveloperSpecialization-description": {
    "en": "Specialization in front-end development covering HTML, CSS, JavaScript, and React.",
    "no": "Spesialisering i frontend-utvikling som dekker HTML, CSS, JavaScript og React.",
    "nn": "Spesialisering i frontend-utvikling som dekkjer HTML, CSS, JavaScript og React."
  },
  "nghi.certificate.HTMLandCSSInDepth-title": {
    "en": "HTML and CSS in Depth | Coursera | Feb 2023",
    "no": "HTML og CSS i dybden | Coursera | Feb 2023",
    "nn": "HTML og CSS i djupna | Coursera | Feb 2023"
  },
  "nghi.certificate.HTMLandCSSInDepth-description": {
    "en": "In-depth certification covering HTML and CSS fundamentals and advanced techniques.",
    "no": "Dybdesertifisering som dekker grunnleggende og avanserte teknikker i HTML og CSS.",
    "nn": "Djuvsertifisering som dekkjer grunnleggande og avanserte teknikkar i HTML og CSS."
  },
  "nghi.certificate.PrinciplesOfUXUIDesign-title": {
    "en": "Principles of UX/UI Design | Coursera | Jan 2023",
    "no": "Prinsipper for UX/UI-design | Coursera | Jan 2023",
    "nn": "Prinsipp for UX/UI-design | Coursera | Jan 2023"
  },
  "nghi.certificate.PrinciplesOfUXUIDesign-description": {
    "en": "Certification covering UX/UI design principles, user-centered design, and prototyping.",
    "no": "Sertifisering som dekker prinsipper for UX/UI-design, brukersentrert design og prototyping.",
    "nn": "Sertifisering som dekkjer prinsipp for UX/UI-design, brukarorientert design og prototyping."
  },
  "nghi.certificate.AdvancedReact-title": {
    "en": "Advanced React | Coursera | Dec 2022",
    "no": "Avansert React | Coursera | Des 2022",
    "nn": "Avansert React | Coursera | Des 2022"
  },
  "nghi.certificate.AdvancedReact-description": {
    "en": "Certification covering advanced React concepts and patterns for building scalable applications.",
    "no": "Sertifisering som dekker avanserte React-konsepter og mønstre for å bygge skalerbare applikasjoner.",
    "nn": "Sertifisering som dekkjer avanserte React-konsept og mønster for å byggje skalerbare applikasjonar."
  },
  "nghi.certificate.ReactBasics-title": {
    "en": "React Basics | Coursera | Dec 2022",
    "no": "React Grunnleggende | Coursera | Des 2022",
    "nn": "React Grunnleggande | Coursera | Des 2022"
  },
  "nghi.certificate.ReactBasics-description": {
    "en": "Certification covering the basics of React for building interactive user interfaces.",
    "no": "Sertifisering som dekker grunnleggende React for å bygge interaktive brukergrensesnitt.",
    "nn": "Sertifisering som dekkjer grunnleggande React for å bygge interaktive brukargrensesnitt."
  },
  "nghi.certificate.IntroductionToFrontendDevelopment-title": {
    "en": "Introduction to Front-End Development | Coursera | Oct 2022",
    "no": "Introduksjon til Front-End utvikling | Coursera | Okt 2022",
    "nn": "Introduksjon til Front-End utvikling | Coursera | Okt 2022"
  },
  "nghi.certificate.IntroductionToFrontendDevelopment-description": {
    "en": "Certification providing an introduction to front-end development technologies and tools.",
    "no": "Sertifisering som gir en introduksjon til frontend-utviklingsteknologier og verktøy.",
    "nn": "Sertifisering som gir ei introduksjon til frontend-utviklingsteknologiar og verktøy."
  },
  "nghi.certificate.ProgrammingWithJavaScript-title": {
    "en": "Programming with JavaScript | Coursera | Oct 2022",
    "no": "Programmering med JavaScript | Coursera | Okt 2022",
    "nn": "Programmering med JavaScript | Coursera | Okt 2022"
  },
  "nghi.certificate.ProgrammingWithJavaScript-description": {
    "en": "Certification covering JavaScript programming fundamentals and practical applications.",
    "no": "Sertifisering som dekker JavaScript-programmeringsgrunnlag og praktiske applikasjoner.",
    "nn": "Sertifisering som dekkjer JavaScript-programmeringsgrunnlag og praktiske applikasjonar."
  },
  "nghi.certificate.IntroductionToBackendDevelopment-title": {
    "en": "Introduction to Back-End Development | Coursera | Oct 2022",
    "no": "Introduksjon til Back-End utvikling | Coursera | Okt 2022",
    "nn": "Introduksjon til Back-End utvikling | Coursera | Okt 2022"
  },
  "nghi.certificate.IntroductionToBackendDevelopment-description": {
    "en": "Certification introducing back-end development concepts and server-side technologies.",
    "no": "Sertifisering som introduserer backend-utviklingskonsepter og serverteknologier.",
    "nn": "Sertifisering som introduserer backend-utviklingskonsept og serverteknologiar."
  },
  "nghi.certificate.VersionControl-title": {
    "en": "Version Control | Coursera | Oct 2022",
    "no": "Versjonskontroll | Coursera | Okt 2022",
    "nn": "Versjonskontroll | Coursera | Okt 2022"
  },
  "nghi.certificate.VersionControl-description": {
    "en": "Certification covering version control systems like Git and GitHub for managing code.",
    "no": "Sertifisering som dekker versjonskontrollsystemer som Git og GitHub for å håndtere kode.",
    "nn": "Sertifisering som dekkjer versjonskontrollsystem som Git og GitHub for å handtere kode."
  },
  "nghi.certificate.UnitTestingInJest-title": {
    "en": "Introduction to Unit Testing in Jest - The Fundamentals | Coursera | Aug 2022",
    "no": "Introduksjon til enhetstesting i Jest - Grunnleggende | Coursera | Aug 2022",
    "nn": "Introduksjon til einingstest i Jest - Grunnleggande | Coursera | Aug 2022"
  },
  "nghi.certificate.UnitTestingInJest-description": {
    "en": "Certification in unit testing with Jest, focusing on the fundamentals of testing JavaScript code.",
    "no": "Sertifisering i enhetstesting med Jest, med fokus på grunnleggende testing av JavaScript-kode.",
    "nn": "Sertifisering i einingstest med Jest, med fokus på grunnleggande testing av JavaScript-kode."
  },
  "nghi.certificate.KotlinForJavaDevelopers-title": {
    "en": "Kotlin for Java Developers | Coursera | Jul 2022",
    "no": "Kotlin for Java-utviklere | Coursera | Jul 2022",
    "nn": "Kotlin for Java-utviklarar | Coursera | Jul 2022"
  },
  "nghi.certificate.KotlinForJavaDevelopers-description": {
    "en": "Certification covering Kotlin programming for Java developers to enhance their Android development skills.",
    "no": "Sertifisering som dekker Kotlin-programmering for Java-utviklere for å forbedre deres Android-utviklingsferdigheter.",
    "nn": "Sertifisering som dekkjer Kotlin-programmering for Java-utviklarar for å forbetre deira Android-utviklingsferdigheiter."
  },
  "nghi.certificate.LearningHowToLearn-title": {
    "en": "Learning How to Learn: Powerful mental tools to help you master tough subjects | Coursera | Jun 2022",
    "no": "Læring Hvordan man lærer: Kraftige mentale verktøy for å mestre vanskelige fag | Coursera | Jun 2022",
    "nn": "Læring Korleis lære: Kraftige mentale verktøy for å mestre vanskelege emne | Coursera | Jun 2022"
  },
  "nghi.certificate.LearningHowToLearn-description": {
    "en": "Certification focused on developing powerful mental tools for mastering tough subjects.",
    "no": "Sertifisering som fokuserer på å utvikle kraftige mentale verktøy for å mestre vanskelige emner.",
    "nn": "Sertifisering som fokuserer på å utvikle kraftige mentale verktøy for å mestre vanskelege fag."
  },
  "nghi.certificate.InformationVisualization-title": {
    "en": "Information Visualization: Programming with D3.js | Coursera | Mar 2022",
    "no": "Informasjonsvisualisering: Programmering med D3.js | Coursera | Mar 2022",
    "nn": "Informasjonsvisualisering: Programmering med D3.js | Coursera | Mar 2022"
  },
  "nghi.certificate.InformationVisualization-description": {
    "en": "Certification in programming with D3.js for creating interactive data visualizations.",
    "no": "Sertifisering i programmering med D3.js for å lage interaktive datavisualiseringer.",
    "nn": "Sertifisering i programmering med D3.js for å lage interaktive datavisualiseringar."
  },
  "nghi.certificate.ProgrammingHTML5-title": {
    "en": "Programming in HTML5 with JavaScript and CSS3 | Microsoft | Dec 2020",
    "no": "Programmering i HTML5 med JavaScript og CSS3 | Microsoft | Des 2020",
    "nn": "Programmering i HTML5 med JavaScript og CSS3 | Microsoft | Des 2020"
  },
  "nghi.certificate.ProgrammingHTML5-description": {
    "en": "Certification in HTML5, JavaScript, and CSS3 for building modern web applications.",
    "no": "Sertifisering i HTML5, JavaScript og CSS3 for å bygge moderne webapplikasjoner.",
    "nn": "Sertifisering i HTML5, JavaScript og CSS3 for å bygge moderne webapplikasjonar."
  },
  "nghi.certificate.AdvancedBackendCloudSecurity-title": {
    "en": "Advanced Backend & Cloud Security | Noroff | Nov 2020",
    "no": "Avansert Backend & Cloud Security | Noroff | Nov 2020",
    "nn": "Avansert Backend & Cloud Security | Noroff | Nov 2020"
  },
  "nghi.certificate.AdvancedBackendCloudSecurity-description": {
    "en": "Certification in advanced backend and cloud security techniques.",
    "no": "Sertifisering i avanserte teknikker innen backend og skyløsninger.",
    "nn": "Sertifisering i avanserte teknikkar innan backend og skyløysingar."
  },
  "nghi.certificate.AcceleratedLearning-title": {
    "en": "Accelerated Learning - Java Fullstack Development | Noroff | Oct 2020",
    "no": "Accelerert læring - Java Fullstack Development | Noroff | Okt 2020",
    "nn": "Accelerert læring - Java Fullstack Development | Noroff | Okt 2020"
  },
  "nghi.certificate.AcceleratedLearning-description": {
    "en": "Certification in accelerated learning techniques for Java Fullstack development.",
    "no": "Sertifisering i akselerert læringsteknikk for Java Fullstack utvikling.",
    "nn": "Sertifisering i akselerert læringsteknikk for Java Fullstack utvikling."
  },
  "nghi.skills.developer-title": {
    "en": "Full Stack Developer | May 2023 - Present",
    "no": "Full Stack Utvikler | Mai 2023 - Nå",
    "nn": "Full Stack Utviklar | Mai 2023 - No"
  },
  "nghi.skills.developer-description": {
    "en": "Java, TypeScript, JavaScript, React, HTML, CSS, LESS, Git, WCAG compliance, JUnit, Mockito, SQL.",
    "no": "Java, TypeScript, JavaScript, React, HTML, CSS, LESS, Git, WCAG-overholdelse, JUnit, Mockito, SQL.",
    "nn": "Java, TypeScript, JavaScript, React, HTML, CSS, LESS, Git, WCAG-overhaldelse, JUnit, Mockito, SQL."
  },
  "nghi.volunteering.DKC-title": {
    "en": "Vietnamese Cultural Association - Entertainment and Dance Coordinator | 2010 - Present",
    "no": "Det Vietnamesiske Kulturforbundet - Underholdning og dans-ansvarlig | 2010 - Nå",
    "nn": "Det Vietnamesiske Kulturforbundet - Underhaldning og dans-ansvarleg | 2010 - No"
  },
  "nghi.volunteering.DKC-description": {
    "en": "Responsible for creating dance performances for children and youth, as well as coordinating diverse entertainment during cultural events. In charge of ensuring that events run smoothly, managing schedules, participants, necessary props, and food distribution.",
    "no": "Har ansvar for å lage danseforestillinger for barn/unge og koordinere variert underholdning under kulturelle begivenheter. Ansvarlig for at event går som de skal, ansvar for timeplan, deltakelse, nødvendige rekvisita, matfordeling m.m.",
    "nn": "Har ansvar for å lage danseframsyningar for barn/unge og koordinere variert underhaldning under kulturelle hendingar. Ansvarleg for at event går som dei skal, ansvar for timeplan, deltaking, nødvendige rekvisita, matfordeling m.m."
  },
  "nghi.volunteering.FF-title": {
    "en": "Forskerfabrikken - Course Leader for Thinking Skills Course | 2016 - 2019",
    "no": "Forskerfabrikken - Kursholder for Tenketreningskurs | 2016 - 2019",
    "nn": "Forskerfabrikken - Kursleiar for Tenketreningskurs | 2016 - 2019"
  },
  "nghi.volunteering.FF-description": {
    "en": "Led a course for a class of children in grades 2-4, focusing on practical experiments and theoretical learning centered around chemistry and mathematics, with an emphasis on fostering curiosity for research.",
    "no": "Holdt kurs for en klasse med barn i 2.-4. klasse i kurs med forskjellige praktiske eksperimenter og teoretisk læring basert rundt kjemi og matematikk, med fokus på å skape nysgjerrighet til forskning.",
    "nn": "Leidde kurs for ein klasse med barn i 2.-4. klasse i kurs med forskjellige praktiske eksperiment og teoretisk læring basert rundt kjemi og matematikk, med fokus på å skape nysgjerrigheit til forsking."
  },
  "nghi.course.MAT1100-title": {
    "en": "Calculus | MAT1100",
    "no": "Kalkulus | MAT1100",
    "nn": "Kalkulus | MAT1100"
  },
  "nghi.course.MAT1100-description": {
    "en": "An introductory course in calculus, focusing on fundamental concepts such as limits, derivatives, and integrals.",
    "no": "Et introduksjonskurs i kalkulus, med fokus på grunnleggende konsepter som grenser, derivater og integraler.",
    "nn": "Eit introduksjonskurs i kalkulus, med fokus på grunnleggande konsept som grenser, derivatar og integralar."
  },
  "nghi.course.MAT1110-title": {
    "en": "Calculus and Linear Algebra | MAT1110",
    "no": "Kalkulus og Lineær Algebra | MAT1110",
    "nn": "Kalkulus og Lineær Algebra | MAT1110"
  },
  "nghi.course.MAT1110-description": {
    "en": "A combined course covering both calculus and linear algebra, introducing topics such as vector spaces and matrices, along with advanced calculus.",
    "no": "Et kombinert kurs som dekker både kalkulus og lineær algebra, og introduserer temaer som vektorrom og matriser, sammen med avansert kalkulus.",
    "nn": "Eit kombinert kurs som dekkjer både kalkulus og lineær algebra, og introduserer tema som vektorrom og matriser, saman med avansert kalkulus."
  },
  "nghi.course.IN2090-title": {
    "en": "Databases and Data Modeling | IN2090",
    "no": "Databaser og Datamodellering | IN2090",
    "nn": "Databasar og Datamodellering | IN2090"
  },
  "nghi.course.IN2090-description": {
    "en": "This course focuses on database management, design, and data modeling techniques used in modern software systems.",
    "no": "Dette kurset fokuserer på databaseadministrasjon, design og datamodelleringsteknikker som brukes i moderne programvaresystemer.",
    "nn": "Dette kurset fokuserer på databaseadministrasjon, design og datamodelleringsteknikkar som vert brukte i moderne programvaresystem."
  },
  "nghi.course.IN2040-title": {
    "en": "Functional Programming | IN2040",
    "no": "Funksjonell programmering | IN2040",
    "nn": "Funksjonell programmering | IN2040"
  },
  "nghi.course.IN2040-description": {
    "en": "An introduction to functional programming paradigms, focusing on immutability, higher-order functions, and recursion.",
    "no": "En introduksjon til funksjonelle programmeringsparadigmer, med fokus på immutabilitet, høyere ordens funksjoner og rekursjon.",
    "nn": "Ein introduksjon til funksjonelle programmeringsparadigmer, med fokus på immutabilitet, høgare ordens funksjonar og rekursjon."
  },
  "nghi.course.KJM1100-title": {
    "en": "General Chemistry | KJM1100",
    "no": "Generell Kjemi | KJM1100",
    "nn": "Generell Kjemi | KJM1100"
  },
  "nghi.course.KJM1100-description": {
    "en": "A general chemistry course that covers essential principles of chemistry, including atomic structure, chemical reactions, and thermodynamics.",
    "no": "Et generell kjemikurs som dekker essensielle prinsipper i kjemi, inkludert atomstruktur, kjemiske reaksjoner og termodynamikk.",
    "nn": "Eit generelt kjemikurs som dekkjer essensielle prinsipp i kjemi, inkludert atomstruktur, kjemiske reaksjonar og termodynamikk."
  },
  "nghi.course.IN1020-title": {
    "en": "Introduction to Computer Technology | IN1020",
    "no": "Introduksjon til Datateknologi | IN1020",
    "nn": "Introduksjon til Datateknologi | IN1020"
  },
  "nghi.course.IN1020-description": {
    "en": "An introductory course to computer systems, focusing on hardware components, operating systems, and basic programming concepts.",
    "no": "Et introduksjonskurs til datasystemer, med fokus på maskinvarekomponenter, operativsystemer og grunnleggende programmeringskonsepter.",
    "nn": "Eit introduksjonskurs til datasystem, med fokus på maskinvarekomponentar, operativsystem og grunnleggande programmeringskonsept."
  },
  "nghi.course.IN1900-title": {
    "en": "Introduction to Programming with Scientific Applications | IN1900",
    "no": "Introduksjon til Programmering med Vitenskapelige Applikasjoner | IN1900",
    "nn": "Introduksjon til Programmering med Vitenskaplege Applikasjonar | IN1900"
  },
  "nghi.course.IN1900-description": {
    "en": "This course introduces programming concepts with a focus on applications in scientific computing and problem-solving.",
    "no": "Dette kurset introduserer programmeringskonsepter med fokus på applikasjoner i vitenskapelig databehandling og problemløsning.",
    "nn": "Dette kurset introduserer programmeringskonsept med fokus på applikasjonar i vitskapleg databehandling og problemløysing."
  },
  "nghi.course.MAT1120-title": {
    "en": "Linear Algebra | MAT1120",
    "no": "Lineær Algebra | MAT1120",
    "nn": "Lineær Algebra | MAT1120"
  },
  "nghi.course.MAT1120-description": {
    "en": "An introductory course on linear algebra, focusing on topics such as matrix operations, eigenvalues, and eigenvectors.",
    "no": "Et introduksjonskurs i lineær algebra, med fokus på temaer som matriseoperasjoner, egenverdier og egenvektorer.",
    "nn": "Eit introduksjonskurs i lineær algebra, med fokus på tema som matriseoperasjonar, eigenverdiar og eigenvektorar."
  },
  "nghi.course.IN1150-title": {
    "en": "Logical Methods | IN1150",
    "no": "Logiske Metoder | IN1150",
    "nn": "Logiske Metodar | IN1150"
  },
  "nghi.course.IN1150-description": {
    "en": "A course on logic and formal reasoning, including propositional and predicate logic, and their applications in computer science.",
    "no": "Et kurs i logikk og formell resonnering, inkludert proposisjonell og predikatlogikk, og deres anvendelser i datavitenskap.",
    "nn": "Eit kurs i logikk og formell resonnering, inkludert proposisjonell og predikatlogikk, og deira bruk i datavitenskap."
  },
  "nghi.course.MAT1060-title": {
    "en": "Mathematics for Applications 2 | MAT1060",
    "no": "Matematikk for Applikasjoner 2 | MAT1060",
    "nn": "Matematikk for Applikasjonar 2 | MAT1060"
  },
  "nghi.course.MAT1060-description": {
    "en": "A second course in applied mathematics, covering topics such as differential equations, complex analysis, and Fourier transforms.",
    "no": "Et andre kurs i anvendt matematikk, som dekker temaer som differensialligninger, kompleks analyse og Fourier-transformasjoner.",
    "nn": "Eit andre kurs i anvend matematikk, som dekkjer tema som differensiallikningar, kompleks analyse og Fourier-transformasjonar."
  },
  "nghi.course.IN1010-title": {
    "en": "Object-oriented Programming | IN1010",
    "no": "Objektorientert Programmering | IN1010",
    "nn": "Objektorientert Programmering | IN1010"
  },
  "nghi.course.IN1010-description": {
    "en": "A course introducing the principles of object-oriented programming, focusing on classes, inheritance, and polymorphism.",
    "no": "Et kurs som introduserer prinsippene for objektorientert programmering, med fokus på klasser, arv og polymorfisme.",
    "nn": "Eit kurs som introduserer prinsippa for objektorientert programmering, med fokus på klassar, arv og polymorfisme."
  },
  "nghi.course.KJM1110-title": {
    "en": "Organic Chemistry I | KJM1110",
    "no": "Organisk Kjemi I | KJM1110",
    "nn": "Organisk Kjemi I | KJM1110"
  },
  "nghi.course.KJM1110-description": {
    "en": "An introductory course in organic chemistry, covering topics such as chemical bonding, functional groups, and reaction mechanisms.",
    "no": "Et introduksjonskurs i organisk kjemi, som dekker temaer som kjemisk binding, funksjonelle grupper og reaksjonsmekanismer.",
    "nn": "Eit introduksjonskurs i organisk kjemi, som dekkjer tema som kjemisk binding, funksjonelle grupper og reaksjonsmekanismar."
  },
  "nghi.course.IN2030-title": {
    "en": "Project in Programming | IN2030",
    "no": "Prosjekt i Programmering | IN2030",
    "nn": "Prosjekt i Programmering | IN2030"
  },
  "nghi.course.IN2030-description": {
    "en": "A project-based course where students apply programming skills to real-world problems, developing practical solutions using modern programming languages and tools.",
    "no": "Et prosjektbasert kurs hvor studenter bruker programmeringsferdigheter på virkelige problemer og utvikler praktiske løsninger ved hjelp av moderne programmeringsspråk og verktøy.",
    "nn": "Eit prosjektbasert kurs der studentar brukar programmeringsferdigheiter på verkelege problem og utviklar praktiske løysingar ved bruk av moderne programmeringsspråk og verktøy."
  },
  "nghi.course.STK1100-title": {
    "en": "Probability and Statistical Modelling | STK1100",
    "no": "Sannsynlighet og Statistisk Modellering | STK1100",
    "nn": "Sannsyn og Statistisk Modellering | STK1100"
  },
  "nghi.course.STK1100-description": {
    "en": "A course focusing on probability theory, statistical methods, and their applications in modeling and analysis of data.",
    "no": "Et kurs som fokuserer på sannsynlighetsteori, statistiske metoder og deres anvendelser i modellering og analyse av data.",
    "nn": "Eit kurs som fokuserer på sannsynlighetsteori, statistiske metodar og deira bruk i modellering og analyse av data."
  },
  "nghi.course.PROF1015-title": {
    "en": "Professional Identity, Teaching and Learning | PROF1015",
    "no": "Profesjonell Identitet, Undervisning og Læring | PROF1015",
    "nn": "Profesjonell Identitet, Undervisning og Læring | PROF1015"
  },
  "nghi.course.PROF1015-description": {
    "en": "This course explores the concept of professional identity and focuses on the theory and practice of teaching and learning in higher education.",
    "no": "Dette kurset utforsker konseptet profesjonell identitet og fokuserer på teori og praksis for undervisning og læring i høyere utdanning.",
    "nn": "Dette kurset utforskar konseptet profesjonell identitet og fokuserar på teori og praksis for undervisning og læring i høgare utdanning."
  },
  "nghi.course.IN1910-title": {
    "en": "Programming with Scientific Applications | IN1910",
    "no": "Programmering med Vitenskapelige Applikasjoner | IN1910",
    "nn": "Programmering med Vitenskaplege Applikasjonar | IN1910"
  },
  "nghi.course.IN1910-description": {
    "en": "A course that introduces students to programming for scientific applications, focusing on algorithms and data analysis in various scientific fields.",
    "no": "Et kurs som introduserer programmering for vitenskapelige applikasjoner, med fokus på algoritmer og dataanalyse innen forskjellige vitenskapelige områder.",
    "nn": "Eit kurs som introduserer programmering for vitskaplege applikasjonar, med fokus på algoritmar og dataanalyse innan ulike vitskaplege område."
  },
  "nghi.course.MAT-INF1100L-title": {
    "en": "Programming, Modelling, and Computations | MAT-INF1100L",
    "no": "Programmering, Modellering og Beregninger | MAT-INF1100L",
    "nn": "Programmering, Modellering og Berekningar | MAT-INF1100L"
  },
  "nghi.course.MAT-INF1100L-description": {
    "en": "A course on programming, modeling, and computation techniques used in mathematical and computational applications.",
    "no": "Et kurs i programmering, modellering og beregningsteknikker brukt i matematiske og beregningsbaserte applikasjoner.",
    "nn": "Eit kurs i programmering, modellering og berekninga brukt i matematiske og berekningsbaserte applikasjonar."
  },
  "nghi.course.IN1030-title": {
    "en": "Systems, Requirements, and Consequences | IN1030",
    "no": "Systemer, Krav og Konsekvenser | IN1030",
    "nn": "System, Krav og Konsekvensar | IN1030"
  },
  "nghi.course.IN1030-description": {
    "en": "This course covers system design, requirements engineering, and the consequences of system decisions in technology development.",
    "no": "Dette kurset dekker systemdesign, kravspesifikasjon og konsekvensene av systembeslutninger i teknologiutvikling.",
    "nn": "Dette kurset dekkjer systemdesign, kravspesifikasjon og konsekvensane av systemvedtak i teknologiutvikling."
  },
  "nghi.course.MEK1100-title": {
    "en": "Vector Calculus | MEK1100",
    "no": "Vektor Kalkulus | MEK1100",
    "nn": "Vektor Kalkulus | MEK1100"
  },
  "nghi.course.MEK1100-description": {
    "en": "An introduction to vector calculus, focusing on multivariable functions and theorems such as divergence and curl.",
    "no": "Et introduksjonskurs i vektor kalkulus, med fokus på multivariable funksjoner og teoremer som divergens og curl.",
    "nn": "Eit introduksjonskurs i vektor kalkulus, med fokus på multivariable funksjonar og teorem som divergens og curl."
  }
}
