{
  "feet-page.title": {
    "en": "Fire Export Export Tool",
    "no": "Fire Export Eksport Verktøy",
    "nn": "Fire Export Eksport Verktøy"
  },
  "feet-page.description": {
    "en": "This web-based tool allows you to upload the Fire Expert configuration file for the fire alarm system. Once the file is uploaded, it generates an Excel file containing various lists that technicians usually create during annual inspections. Depending on the size of the system, this process can take from half an hour to several days. Now with a click, these structured lists are produced immediately, more reliably, and with more information in less time. The tool supports up to eight languages, making it useful in all countries where these products are used. It’s fast, reliable, and hassle-free—now isn’t that amazing? Oh, and don’t worry, we never save your uploaded JSON-file or the Excel file. Your data stays yours!",
    "no": "Dette web baserte verktøyet lar deg laste opp Fire Expert konfigurasjonsfilen for brannalarmanlegget. Når filen er lastet opp, genererer den en Excel-fil som inneholder ulike lister som teknikere vanligvis lager under årskontroller. Avhengig av anleggets størrelse kan denne prosessen ta fra en halv time til flere dager. Nå med et klikk, produseres disse strukturerte listene umiddelbart, mer pålitelig og mer informasjon på kortere tid. Verktøyet støtter opptil åtte språk, noe som gjør det nyttig i alle land hvor disse produktene brukes. Det er raskt, pålitelig og problemfritt – er ikke det fantastisk? Og forresten, vi lagrer aldri JSON filen du lastet opp eller Excel filen. Dataene dine forblir dine!",
    "nn": "Dette web baserte verktøyet lar deg laste opp Fire Expert konfigurasjonsfilen for brannalarmanlegget. Når filen er lastet opp, genererer den en Excel-fil som inneholder ulike lister som teknikere vanligvis lager under årskontroller. Avhengig av anleggets størrelse kan denne prosessen ta fra en halv time til flere dager. Nå med et klikk, produseres disse strukturerte listene umiddelbart, mer pålitelig og mer informasjon på kortere tid. Verktøyet støtter opptil åtte språk, noe som gjør det nyttig i alle land hvor disse produktene brukes. Det er raskt, pålitelig og problemfritt – er ikke det fantastisk? Og forresten, vi lagrer aldri JSON filen du lastet opp eller Excel filen. Dataene dine forblir dine!"
  }
}
