{
  "upload.description": {
    "en": "You can drag and drop the JSON file to upload",
    "no": "Du kan dra og slippe JSON filen for å laste opp",
    "nn": "Du kan dra og sleppe JSON-fila for å laste opp"
  },
  "upload.not.json": {
    "en": "The file you're trying to upload doesn't appear to be in JSON format. Please try using a different file.",
    "no": "Filen du prøver å laste opp ser ikke ut til å være i JSON-format. Prøv å bruke en annen fil.",
    "nn": "Fila du prøver å laste opp ser ikkje ut til å vere i JSON-format. Prøv å bruke ei anna fil."
  },
  "upload.or": {
    "en": "or",
    "no": "eller",
    "nn": "eller"
  },
  "upload.release.to.upload": {
    "en": "Great! You can now release the file to upload.",
    "no": "Flott! Du kan nå slippe filen for å laste opp.",
    "nn": "Flott! Du kan no sleppe fila for å laste opp."
  },
  "upload.icon.aria-label": {
    "en": "Upload icon",
    "no": "Last opp ikon",
    "nn": "Last opp ikon"
  },
  "upload.error-icon.aria-label": {
    "en": "Error upload icon",
    "no": "Feil sirkel ikon",
    "nn": "Feil sirkel ikon"
  },
  "upload.success-icon.aria-label": {
    "en": "Success upload icon",
    "no": "Suksess sirkel ikon",
    "nn": "Suksess sirkel ikon"
  },
  "upload.success": {
    "en": "Success",
    "no": "Suksess",
    "nn": "Suksess"
  },
  "upload.button": {
    "en": "Browse computer",
    "no": "Velg en fil",
    "nn": "Vel ein fil"
  },
  "upload.error-general": {
    "en": "Something went wrong, please try again later.",
    "no": "Noe gikk galt, prøv igjen senere.",
    "nn": "Noko gjekk gale, prøv igjen seinare."
  },
  "upload.error-json": {
    "en": "Must be JSON filetype, try again.",
    "no": "Må være JSON filtype, prøv igjen.",
    "nn": "Må vere JSON-filtype, prøv igjen."
  },
  "upload.error-root": {
    "en": "Invalid JSON format, please make sure it is the correct file and try again.",
    "no": "Ugyldig JSON-format, vennligst sjekk at det er riktig fil og prøv igjen.",
    "nn": "Ugyldig JSON-format, ver venleg å sjekka at det er rett fil og prøv igjen."
  },
  "export.error": {
    "en": "Something went wrong, please try again later.",
    "no": "Noe gikk galt, prøv igjen senere.",
    "nn": "Noko gjekk gale, prøv igjen seinare."
  },
  "export.started": {
    "en": "Processes running, download imminent, you impressed.",
    "no": "Prosesser kjører, nedlasting straks, du imponert.",
    "nn": "Prosessar køyrer, nedlasting straks, du imponert."
  },
  "export.filename.label": {
    "en": "Edit filename",
    "no": "Endre filnavn",
    "nn": "Endre filnamn"
  },
  "export.filename.placeholder": {
    "en": "best-filename-ever",
    "no": "beste-filnavnet",
    "nn": "beste-filnamnet"
  },
  "export.selectall.checkbox.label": {
    "en": "Select all",
    "no": "Velg alle",
    "nn": "Velg alle"
  },
  "export.selectall.infobox.title": {
    "en": "Select all",
    "no": "Velg alle",
    "nn": "Velg alle"
  },
  "export.selectall.infobox.description": {
    "en": "This is the 'Select All' button. Because, obviously, clicking each one individually sounds exhausting.",
    "no": "Dette er 'Velg alle' knappen. Men, seriøst, å klikke på hver enkelt høres slitsomt ut da.",
    "nn": "Dette er 'Vel alle' knappen. Men, seriøst, å klikka på kvar enkelt høyrest slitsamt ut då."
  },
  "export.panel.checkbox.label": {
    "en": "Fire panels",
    "no": "Brannsentraler",
    "nn": "Brannsentraler"
  },
  "export.panel.missing-json": {
    "en": "It appears there are no fire panels in the uploaded JSON file. Therefore, the Excel tab cannot be created at this time. Please ensure the file includes fire panel and try again.",
    "no": "Det ser ut til at det ikke er noen brannsentraler i den opplastede JSON-filen. Derfor kan ikke Excel-fanen opprettes for øyeblikket. Vennligst forsikre deg om at filen inneholder brannsentral og prøv igjen.",
    "nn": "Det ser ut til at det ikkje er nokon brannsentralar i den opplasta JSON-fila. Difor kan ikkje Excel-fana opprettast for øyeblikket. Ver venleg å forsikre deg om at fila inneheld brannsentral og prøv igjen."
  },
  "export.panel.infobox.title": {
    "en": "Fire panels",
    "no": "Brannsentraler",
    "nn": "Brannsentraler"
  },
  "export.panel.infobox.description": {
    "en": "This option generates an Excel tab that contains the complete configuration details for all fire panels. Each row in the sheet represents a fire panel.",
    "no": "Dette genererer en Excel fane som inneholder fullstendige konfigurasjonsdetaljer for alle brannsentraler. Hver rad i fanen representerer en brannsentral.",
    "nn": "Dette genererer ein Excel-fane som inneheld fullstendige konfigurasjonsdetaljar for alle brannsentralar. Kvar rad i fanen representerer ein brannsentral."
  },
  "export.zone.checkbox.label": {
    "en": "Zones",
    "no": "Soner",
    "nn": "Soner"
  },
  "export.zone.missing-json": {
    "en": "It appears there are no zones in the uploaded JSON file. Therefore, the Excel tab cannot be created at this time. Please ensure the file includes zones and try again. A possible reason for this issue could be that you converted a FX file to JSON directly, without saving it in editor mode before downloading.",
    "no": "Det ser ut til at det ikke er noen soner i den opplastede JSON-filen. Derfor kan ikke Excel-fanen opprettes for øyeblikket. Vennligst forsikre deg om at filen inneholder soner og prøv igjen. En mulig årsak til dette problemet kan være at du konverterte en FX-fil til JSON direkte, uten å lagre den i redigeringsmodus før du lastet den ned.",
    "nn": "Det ser ut til at det ikkje er nokon soner i den opplasta JSON-fila. Difor kan ikkje Excel-fana opprettast for øyeblikket. Ver venleg å forsikre deg om at fila inneheld soner og prøv igjen. Ein mogleg årsak til dette problemet kan vere at du konverterte ein FX-fil til JSON direkte, utan å lagre den i redigeringsmodus før du lasta den ned."
  },
  "export.zone.infobox.title": {
    "en": "Zones",
    "no": "Soner",
    "nn": "Soner"
  },
  "export.zone.infobox.description": {
    "en": "This option generates an Excel tab listing all zones along with their descriptions. If a zone does not have a configured description, the corresponding cell in the sheet will be left blank.",
    "no": "Dette genererer en Excel fane som lister opp alle soner sammen med deres beskrivelser. Hvis en sone ikke har en konfigurert beskrivelse, vil den tilsvarende cellen i fanen være tom.",
    "nn": "Dette genererer ein Excel-fane som listar opp alle soner saman med deira beskrivingar. Viss ein sone ikkje har ein konfigurert beskriving, vil den tilsvarande cella i fanen vere tom."
  },
  "export.loop.checkbox.label": {
    "en": "Fire loops",
    "no": "Brannsløyfer",
    "nn": "Brannsløyfer"
  },
  "export.loop.missing-json": {
    "en": "It appears there are no fire loops in the uploaded JSON file. Therefore, the Excel tab cannot be created at this time. Please ensure the file includes fire loop and try again.",
    "no": "Det ser ut til at det ikke er noen brannsløyfer i den opplastede JSON-filen. Derfor kan ikke Excel-fanen opprettes for øyeblikket. Vennligst forsikre deg om at filen inneholder brannsløyfer og prøv igjen.",
    "nn": "Det ser ut til at det ikkje er nokon brannsløyfer i den opplasta JSON-fila. Difor kan ikkje Excel-fana opprettast for øyeblikket. Ver venleg å forsikre deg om at fila inneheld brannsløyfer og prøv igjen."
  },
  "export.loop.infobox.title": {
    "en": "Fire loops",
    "no": "Brannsløyfer",
    "nn": "Brannsløyfer"
  },
  "export.loop.infobox.description": {
    "en": "This option generates an Excel tab listing all fire loops along with their configuration.",
    "no": "Dette genererer en Excel fane som lister opp alle brannsløyfer sammen med deres konfigurasjon.",
    "nn": "Dette genererer ein Excel-fane som listar opp alle brannsløyfer saman med deira konfigurasjon."
  },
  "export.board.checkbox.label": {
    "en": "IO boards",
    "no": "IO kort",
    "nn": "IO kort"
  },
  "export.board.missing-json": {
    "en": "It appears there are no IO boards in the uploaded JSON file. Therefore, the Excel tab cannot be created at this time. Please ensure the file includes IO board and try again.",
    "no": "Det ser ut til at det ikke er noen IO kort i den opplastede JSON-filen. Derfor kan ikke Excel-fanen opprettes for øyeblikket. Vennligst forsikre deg om at filen inneholder IO kort og prøv igjen.",
    "nn": "Det ser ut til at det ikkje er nokon IO kort i den opplasta JSON-fila. Difor kan ikkje Excel-fana opprettast for øyeblikket. Ver venleg å forsikre deg om at fila inneheld IO kort og prøv igjen."
  },
  "export.board.infobox.title": {
    "en": "IO boards",
    "no": "IO kort",
    "nn": "IO kort"
  },
  "export.board.infobox.description": {
    "en": "This option generates an Excel tab listing all IO boards along with their configuration.",
    "no": "Dette genererer en Excel fane som lister opp alle IO kort sammen med deres konfigurasjon.",
    "nn": "Dette genererer ein Excel-fane som listar opp alle IO kort saman med deira konfigurasjon."
  },
  "export.address.checkbox.label": {
    "en": "Addresses",
    "no": "Adresser",
    "nn": "Adresser"
  },
  "export.address.infobox.title": {
    "en": "Addresses",
    "no": "Adresser",
    "nn": "Adresser"
  },
  "export.address.infobox.description": {
    "en": "This option generates an Excel tab listing all addresses along with their configuration.",
    "no": "Dette genererer en Excel fane som lister opp alle adresser sammen med deres konfigurasjon.",
    "nn": "Dette genererer ein Excel-fane som listar opp alle adresser saman med deira konfigurasjon."
  },
  "export.io.checkbox.label": {
    "en": "Input and output",
    "no": "Styringer",
    "nn": "Styringer"
  },
  "export.io.missing-json": {
    "en": "It appears there are no inputs and outputs in the uploaded JSON file. Therefore, the Excel tab cannot be created at this time. Please ensure the file includes input and output data and try again.",
    "no": "Det ser ut til at det ikke er noen styringer i den opplastede JSON-filen. Derfor kan ikke Excel-fanen opprettes for øyeblikket. Vennligst forsikre deg om at filen inneholder styringer og prøv igjen.",
    "nn": "Det ser ut til at det ikkje er nokon styringar i den opplasta JSON-fila. Difor kan ikkje Excel-fana opprettast for øyeblikket. Ver venleg å forsikre deg om at fila inneheld styringer og prøv igjen."
  },
  "export.io.infobox.title": {
    "en": "Input and output",
    "no": "Styringer",
    "nn": "Styringer"
  },
  "export.io.infobox.description": {
    "en": "This option generates an Excel tab listing all inputs and outputs along with their configuration.",
    "no": "Dette genererer en Excel fane som lister opp alle innganger og utganger sammen med deres konfigurasjon.",
    "nn": "Dette genererer ein Excel-fane som listar opp alle inngongar og utgangar saman med deira konfigurasjon."
  },
  "export.controlgroups.checkbox.label": {
    "en": "Control groups",
    "no": "Kontrollgrupper",
    "nn": "Kontrollgrupper"
  },
  "export.controlgroups.missing-json": {
    "en": "It appears there are no control groups in the uploaded JSON file. Therefore, the Excel tab cannot be created at this time. Please ensure the file includes control groups and try again.",
    "no": "Det ser ut til at det ikke er noen kontrollgrupper i den opplastede JSON-filen. Derfor kan ikke Excel-fanen opprettes for øyeblikket. Vennligst forsikre deg om at filen inneholder kontrollgrupper og prøv igjen.",
    "nn": "Det ser ut til at det ikkje er nokon kontrollgrupper i den opplasta JSON-fila. Difor kan ikkje Excel-fana opprettast for øyeblikket. Ver venleg å forsikre deg om at fila inneheld kontrollgrupper og prøv igjen."
  },
  "export.controlgroups.infobox.title": {
    "en": "Control groups",
    "no": "Kontrollgrupper",
    "nn": "Kontrollgrupper"
  },
  "export.controlgroups.infobox.description": {
    "en": "This option generates an Excel tab that lists all control groups along with the associated devices that trigger them.",
    "no": "Dette genererer en Excel fane som lister opp alle kontrollgrupper sammen med de tilknyttede enhetene som aktiverer dem.",
    "nn": "Dette genererer ein Excel-fane som listar opp alle kontrollgrupper saman med dei tilknytte einingane som aktiverer dei."
  },
  "export.custom.checkbox.label": {
    "en": "Custom list",
    "no": "Tilpasset liste",
    "nn": "Tilpassa liste"
  },
  "export.custom.infobox.title": {
    "en": "Custom list",
    "no": "Tilpasset liste",
    "nn": "Tilpassa liste"
  },
  "export.custom.infobox.description": {
    "en": "This option allows you to generate a customized Excel tab that lists your selected options.",
    "no": "Dette alternativet lar deg generere en tilpasset Excel fane som lister opp dine valgte alternativer.",
    "nn": "Dette alternativet let deg generere ein tilpassa Excel-fane som listar opp dine valde alternativ."
  },
  "export.configcheck.checkbox.label": {
    "en": "Configuration check",
    "no": "Konfigurasjonssjekk",
    "nn": "Konfigurasjonssjekk"
  },
  "export.configcheck.missing-json": {
    "en": "The uploaded JSON file looks good, and we’ve found no errors to report. Therefore, there’s no need for that Excel tab.",
    "no": "Den opplastede JSON-filen ser bra ut, og vi har ikke funnet noen feil å rapportere. Derfor er det ikke behov for den Excel-fanen.",
    "nn": "Den opplasta JSON-fila ser bra ut, og vi har ikkje funne nokon feil å rapportere. Difor er det ikkje behov for den Excel-fana."
  },
  "export.configcheck.infobox.title": {
    "en": "Configuration check",
    "no": "Konfigurasjonssjekk",
    "nn": "Konfigurasjonssjekk"
  },
  "export.configcheck.infobox.description": {
    "en": "This option generates an Excel tab that lists all potential configuration issues detected in the uploaded JSON file.",
    "no": "Dette genererer en Excel fane som lister opp alle potensielle konfigurasjonsproblemer som er oppdaget i den opplastede JSON-filen.",
    "nn": "Dette genererer ein Excel-fane som listar opp alle potensielle konfigurasjonsproblem som er oppdaga i den opplasta JSON-fila."
  },
  "export.download.button": {
    "en": "Download Excel sheet",
    "no": "Last ned Excel filen",
    "nn": "Last ned Excel-fila"
  },
  "loading.description": {
    "en": "Please wait while we.. something fun.",
    "no": "Vennligst vent mens vi.. no morsomt no.",
    "nn": "Vennligst vent mens vi.. no morsomt no."
  },
  "loadig.aria-label": {
    "en": "Loading spinner",
    "no": "Laster spinner",
    "nn": "Laster spinner"
  }
}
